<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">

<html xmlns="http://www.w3.org/1999/xhtml" lang="en_US"><head><title>R&eacute;soudre un probl&egrave;me de connexion Pulse Secure Client</title><meta http-equiv="Content-Type" content="text/html; charset=utf-8"/><link rel="stylesheet" media="screen" type="text/css" href="bookstyle.css"/><link rel="stylesheet" media="screen" type="text/css" href="standard.css"/><link rel="stylesheet" media="print" type="text/css" href="print.css"/>
					
						<script type="text/javascript" src="book-utils.js"></script>
						<script type="text/javascript" src="help-utils.js"></script>
						<script type="text/javascript">
							if (parent.location.href == self.location.href){
								var url = self.location.href;
								var file = url.substring(url.lastIndexOf('/')+1);
								window.location.href = 'help.html?' + file;
							}
							updateTree();
						</script>
					
					<style media="screen" type="text/css">
					html {
						padding: 0;
						margin: 0;
						min-height: 100%;
						border-left:solid 3px #736F6E;
					}
				</style></head><body style="width:98%;" onload="setHTMLHeight();highlightResults();"><div id="content"><h1 class="Head1Split" id="jd0e1931">R&eacute;soudre un probl&egrave;me de connexion Pulse Secure Client</h1><p class="Para1">Pour faciliter la r&eacute;solution des probl&egrave;mes de connexion, vous pouvez utiliser les informations de d&eacute;pannage suivantes. </p><div style="width:100%;margin: 15px 0 15px 0;"><table cellspacing="0" style="border-top:thin solid black;" width="99%"><colgroup><col/><col/></colgroup><thead><tr valign="bottom"><th align="left" style="border-bottom:thin solid black;text-align: left;padding-right: 10px;padding-left: 10px;"><p class="Para1">Probl&egrave;me</p></th><th align="left" style="border-bottom:thin solid black;text-align: left;padding-right: 10px;padding-left: 10px;"><p class="Para1">Description et solutions sugg&eacute;r&eacute;es</p></th></tr></thead><tbody><tr valign="top"><td align="left" style="border-bottom:thin solid black;text-align: left;padding-right: 10px;padding-left: 10px;"><p class="Para1">L&apos;adresse URL pour une connexion s&apos;affiche comme S&eacute;lectionn&eacute;e de mani&egrave;re al&eacute;atoire.</p></td><td align="left" style="border-bottom:thin solid black;text-align: left;padding-right: 10px;padding-left: 10px;"><p class="Para1">Si l&apos;adresse URL du serveur appara&icirc;t comme <strong>S&eacute;lectionn&eacute;e de mani&egrave;re al&eacute;atoire</strong>, cela signifie que cette connexion a &eacute;t&eacute; d&eacute;finie par l&apos;administrateur Pulse Secure Client. Cette connexion est configur&eacute;e non pas avec un seul serveur cible, mais avec une liste de serveurs Pulse Secure Client, puis Pulse Secure Client s&eacute;lectionne le serveur cible de mani&egrave;re al&eacute;atoire. Un bouton Changer appara&icirc;t dans les d&eacute;tails de connexion pour toutes les connexions comportant une liste de serveurs. Votre administrateur Pulse Secure Client peut configurer la liste de sorte que Pulse Secure Client se connecte toujours au premier serveur de la liste, au dernier serveur auquel vous vous &ecirc;tes connect&eacute; ou &agrave; un serveur s&eacute;lectionn&eacute; de mani&egrave;re al&eacute;atoire dans la liste. </p></td></tr><tr class="row-with-bg" valign="top"><td align="left" style="border-bottom:thin solid black;text-align: left;padding-right: 10px;padding-left: 10px;"><p class="Para1">Pulse Secure Client a d&eacute;sactiv&eacute; les connexions sans fil et affiche <strong>D&eacute;sactiv&eacute; - Connexion filaire active</strong>.</p></td><td align="left" style="border-bottom:thin solid black;text-align: left;padding-right: 10px;padding-left: 10px;"><p class="Para1">L&apos;administrateur Pulse Secure Client peut configurer les connexions Pulse Secure Client pour que les connexions sans fil ne s&apos;activent que lorsqu&apos;aucune connexion filaire n&apos;est disponible. D&egrave;s que vous connectez votre ordinateur &agrave; une connexion filaire, par exemple &agrave; une station d&apos;accueil, Pulse Secure Client abandonne la connexion sans fil au profit de la connexion filaire.</p></td></tr><tr valign="top"><td align="left" style="border-bottom:thin solid black;text-align: left;padding-right: 10px;padding-left: 10px;"><p class="Para1">Apr&egrave;s l&apos;installation de Pulse Secure Client et la d&eacute;sinstallation d&apos;Odyssey Access Client (OAC), votre syst&egrave;me ne peut plus se connecter &agrave; aucun r&eacute;seau sans fil.</p></td><td align="left" style="border-bottom:thin solid black;text-align: left;padding-right: 10px;padding-left: 10px;"><p class="Para1">Pulse Secure Client remplace les services d&apos;acc&egrave;s fournis par OAC. N&eacute;anmoins, OAC g&egrave;re la connectivit&eacute; sans fil d&apos;un ordinateur et Pulse Secure Client s&apos;appuie sur la connectivit&eacute; fournie par Windows. Apr&egrave;s avoir d&eacute;sinstall&eacute; OAC, vous devez d&eacute;finir des propri&eacute;t&eacute;s de mise en r&eacute;seau sans fil Windows pour g&eacute;rer les r&eacute;seaux sans fil. </p></td></tr><tr class="row-with-bg" valign="top"><td align="left" style="border-bottom:thin solid black;text-align: left;padding-right: 10px;padding-left: 10px;"><p class="Para1">Lors de la connexion, le message suivant s&apos;affiche&nbsp;:</p><p class="Para1"><strong>Vous &ecirc;tes sur le point de proc&eacute;der &agrave; l&apos;authentification au niveau d&apos;un serveur non certifi&eacute;. Acceptez-vous le certificat de la connexion&nbsp;?</strong></p></td><td align="left" style="border-bottom:thin solid black;text-align: left;padding-right: 10px;padding-left: 10px;"><p class="Para1">Pulse Secure Client ne peut pas v&eacute;rifier l&apos;identit&eacute; du serveur. Cette erreur ou toute erreur de certificat signifie que Pulse Secure Client ne peut pas garantir que vous soyez connect&eacute; &agrave; un serveur approuv&eacute;. Il se peut que le certificat de serveur ait &eacute;t&eacute; r&eacute;voqu&eacute; ou qu&apos;il ait expir&eacute;. Il peut avoir &eacute;t&eacute; d&eacute;livr&eacute; par une autorit&eacute; de certification non reconnue par Pulse Secure Client, comme lorsque votre organisation utilise un certificat autosign&eacute;. Si l&apos;administrateur r&eacute;seau a activ&eacute; cette autorisation, vous pouvez choisir de poursuivre et de vous connecter au serveur, mais seulement si l&apos;administrateur r&eacute;seau vous a conseill&eacute; d&apos;ignorer l&apos;erreur de certificat.</p></td></tr><tr valign="top"><td align="left" style="border-bottom:thin solid black;text-align: left;padding-right: 10px;padding-left: 10px;"><p class="Para1">Une fois la connexion &eacute;tablie, le message suivant s&apos;affiche&nbsp;:</p><p class="Para1"><strong>Acc&egrave;s r&eacute;seau limit&eacute; en raison d&apos;un probl&egrave;me de conformit&eacute;</strong></p></td><td align="left" style="border-bottom:thin solid black;text-align: left;padding-right: 10px;padding-left: 10px;"><p class="Para1">Votre point terminal ne respecte pas une ou plusieurs des conditions requises par vos strat&eacute;gies d&apos;acc&egrave;s r&eacute;seau. Si les informations relatives &agrave; la correction Pulse Secure Client ne sont pas suffisantes pour vous permettre de r&eacute;soudre le probl&egrave;me, contactez l&apos;administrateur r&eacute;seau. Une fois le probl&egrave;me r&eacute;solu, Pulse Secure Client vous connecte automatiquement au r&eacute;seau.</p></td></tr><tr class="row-with-bg" valign="top"><td align="left" style="border-bottom:thin solid black;text-align: left;padding-right: 10px;padding-left: 10px;"><p class="Para1">Lors de la connexion, le message suivant s&apos;affiche&nbsp;:</p><p class="Para1"><strong>Les donn&eacute;es d&apos;identification n&apos;&eacute;taient pas valables. Veuillez r&eacute;essayer.</strong></p></td><td align="left" style="border-bottom:thin solid black;text-align: left;padding-right: 10px;padding-left: 10px;"><p class="Para1">Si vous avez coch&eacute; la case Enregistrer les param&egrave;tres lors de l&apos;activation d&apos;une connexion Pulse Secure Client, les donn&eacute;es d&apos;identification que vous avez fournies sont utilis&eacute;es chaque fois que vous activez cette connexion, sans que vous soyez invit&eacute; &agrave; saisir &agrave; nouveau vos informations de connexion. Pulse Secure Client n&apos;est cependant pas capable de d&eacute;tecter quand vous modifiez votre mot de passe r&eacute;seau&nbsp;: il continue &agrave; utiliser les param&egrave;tres enregistr&eacute;s, ce qui peut engendrer l&apos;erreur «&nbsp;Les donn&eacute;es d&apos;identification n&apos;&eacute;taient pas valables&nbsp;». Pour r&eacute;soudre ce probl&egrave;me, cliquez sur <strong>Fichier&nbsp;&gt; Connexions&nbsp;&gt; Effacer les param&egrave;tres enregistr&eacute;s</strong>.</p><p class="Para1">Lors de votre prochaine connexion, vous serez invit&eacute; &agrave; saisir vos donn&eacute;es d&apos;identification de connexion et vous pourrez sp&eacute;cifier vos nouvelles informations de connexion. Si vous cochez la case Enregistrer les param&egrave;tres, les nouvelles donn&eacute;es d&apos;identification sont enregistr&eacute;es.</p></td></tr><tr valign="top"><td align="left" style="border-bottom:thin solid black;text-align: left;padding-right: 10px;padding-left: 10px;"><p class="Para1">L&apos;ic&ocirc;ne de la barre d&apos;&eacute;tat syst&egrave;me et une ic&ocirc;ne du volet Connexions passent &agrave; l&apos;&eacute;tat «&nbsp;&eacute;chec&nbsp;»&nbsp;:</p><div class="graphic"><img alt="" src="g033426.gif" style=""/></div><p class="Para1"><strong>&Eacute;chec de la connexion</strong></p></td><td align="left" style="border-bottom:thin solid black;text-align: left;padding-right: 10px;padding-left: 10px;"><p class="Para1">Lorsque l&apos;ic&ocirc;ne d&apos;&eacute;chec de connexion appara&icirc;t dans le volet Connexions, cliquez sur la connexion pour en afficher l&apos;&eacute;tat. La section D&eacute;tails indique l&apos;erreur sp&eacute;cifique, sur laquelle vous pouvez cliquer pour ouvrir une fen&ecirc;tre en affichant une description d&eacute;taill&eacute;e. </p></td></tr><tr class="row-with-bg" valign="top"><td align="left" style="border-bottom:thin solid black;text-align: left;padding-right: 10px;padding-left: 10px;"><p class="Para1">Votre tentative de connexion &eacute;choue lorsque vous sp&eacute;cifiez le domaine cible dans votre nom d&apos;utilisateur. Par exemple&nbsp;:</p><p class="Para1"><strong>nom d&apos;utilisateur@domaine </strong></p></td><td align="left" style="border-bottom:thin solid black;text-align: left;padding-right: 10px;padding-left: 10px;"><p class="Para1">La convention nom d&apos;utilisateur@domaine n&apos;est pas prise en charge. </p></td></tr></tbody></table></div><h4 class="Head4" id="jd0e2061">Rubriques connexes</h4><ul><li style=""><a href="access-control-delete-client-connection-status.html">&Eacute;tat de connexion Pulse Secure Client</a></li><li style=""><a href="access-control-connect-client-forget-credentials.html">Effacer les param&egrave;tres enregistr&eacute;s</a></li><li style=""><a href="access-control-connect-client-view-properties.html">Afficher les propri&eacute;t&eacute;s de connexion</a></li></ul></div><div class="footer"><span class="footerleft">© 2014-17 par Pulse Secure, LLC. Tous droits r&eacute;serv&eacute;s.</span></div></body></html>