<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">

<html xmlns="http://www.w3.org/1999/xhtml" lang="en_US"><head><title>Solucionar un problema de conexi&oacute;n de Pulse Secure Client</title><meta http-equiv="Content-Type" content="text/html; charset=utf-8"/><link rel="stylesheet" media="screen" type="text/css" href="bookstyle.css"/><link rel="stylesheet" media="screen" type="text/css" href="standard.css"/><link rel="stylesheet" media="print" type="text/css" href="print.css"/>
					
						<script type="text/javascript" src="book-utils.js"></script>
						<script type="text/javascript" src="help-utils.js"></script>
						<script type="text/javascript">
							if (parent.location.href == self.location.href){
								var url = self.location.href;
								var file = url.substring(url.lastIndexOf('/')+1);
								window.location.href = 'help.html?' + file;
							}
							updateTree();
						</script>
					
					<style media="screen" type="text/css">
					html {
						padding: 0;
						margin: 0;
						min-height: 100%;
						border-left:solid 3px #736F6E;
					}
				</style></head><body style="width:98%;" onload="setHTMLHeight();highlightResults();"><div id="content"><h1 class="Head1Split" id="jd0e1931">Solucionar un problema de conexi&oacute;n de Pulse Secure Client</h1><p class="Para1">Puede usar la siguiente informaci&oacute;n de soluci&oacute;n de problemas como ayuda para resolver problemas de conexi&oacute;n. </p><div style="width:100%;margin: 15px 0 15px 0;"><table cellspacing="0" style="border-top:thin solid black;" width="99%"><colgroup><col/><col/></colgroup><thead><tr valign="bottom"><th align="left" style="border-bottom:thin solid black;text-align: left;padding-right: 10px;padding-left: 10px;"><p class="Para1">Problema</p></th><th align="left" style="border-bottom:thin solid black;text-align: left;padding-right: 10px;padding-left: 10px;"><p class="Para1">Descripci&oacute;n y sugerencias de resoluci&oacute;n</p></th></tr></thead><tbody><tr valign="top"><td align="left" style="border-bottom:thin solid black;text-align: left;padding-right: 10px;padding-left: 10px;"><p class="Para1">La direcci&oacute;n URL de la conexi&oacute;n aparece como Seleccionada al azar.</p></td><td align="left" style="border-bottom:thin solid black;text-align: left;padding-right: 10px;padding-left: 10px;"><p class="Para1">Si la URL del servidor aparece como <strong>Seleccionada al azar</strong>, significa que esta conexi&oacute;n fue definida por el administrador de Pulse Secure Client. En lugar de un servidor de destino, esta conexi&oacute;n se configura con una lista de servidores de Pulse Secure Client y Pulse Secure Client selecciona al azar el servidor de destino. El bot&oacute;n Cambiar aparece en los detalles de la conexi&oacute;n para cada conexi&oacute;n que incluye una lista de servidores. Su administrador de Pulse Secure Client puede configurar la lista de forma que Pulse Secure Client se conecte siempre al primer servidor de la lista, al servidor al que se hab&iacute;a conectado m&aacute;s recientemente o a un servidor seleccionado al azar en la lista. </p></td></tr><tr class="row-with-bg" valign="top"><td align="left" style="border-bottom:thin solid black;text-align: left;padding-right: 10px;padding-left: 10px;"><p class="Para1">Pulse Secure Client ha desactivado las conexiones inal&aacute;mbricas y muestra <strong>Desactivado &ndash; Conexi&oacute;n por cable activa</strong>.</p></td><td align="left" style="border-bottom:thin solid black;text-align: left;padding-right: 10px;padding-left: 10px;"><p class="Para1">El administrador de Pulse Secure Client puede configurar las conexiones de Pulse Secure Client de manera que las conexiones inal&aacute;mbricas funcionen solo cuando no haya conexi&oacute;n por cable disponible. Tan pronto como establezca una conexi&oacute;n por cable con el equipo (por ejemplo, conect&aacute;ndolo a una estaci&oacute;n de acoplamiento), Pulse Secure Client interrumpe la conexi&oacute;n inal&aacute;mbrica y utiliza la conexi&oacute;n por cable.</p></td></tr><tr valign="top"><td align="left" style="border-bottom:thin solid black;text-align: left;padding-right: 10px;padding-left: 10px;"><p class="Para1">Despu&eacute;s de instalar Pulse Secure Client y de desinstalar Odyssey Access Client (OAC), su sistema ya no se podr&aacute; conectar a ninguna red inal&aacute;mbrica.</p></td><td align="left" style="border-bottom:thin solid black;text-align: left;padding-right: 10px;padding-left: 10px;"><p class="Para1">Pulse Secure Client reemplaza los servicios de acceso que proporciona OAC. No obstante, OAC administra la conectividad inal&aacute;mbrica de un equipo y Pulse Secure Client depende de la conectividad que ofrece Windows. Tras desinstalar OAC, debe configurar las propiedades de red inal&aacute;mbrica de Windows para administrar redes inal&aacute;mbricas. </p></td></tr><tr class="row-with-bg" valign="top"><td align="left" style="border-bottom:thin solid black;text-align: left;padding-right: 10px;padding-left: 10px;"><p class="Para1">Durante el inicio de sesi&oacute;n aparece el siguiente mensaje:</p><p class="Para1"><strong>Est&aacute; a punto de autenticar un servidor que no es de confianza. ¿Acepta el certificado para esta conexi&oacute;n?</strong></p></td><td align="left" style="border-bottom:thin solid black;text-align: left;padding-right: 10px;padding-left: 10px;"><p class="Para1">Pulse Secure Client no puede verificar la identidad del servidor. Este error o cualquier error de certificado significa que Pulse Secure Client no puede garantizar que se est&eacute; conectando a un servidor de confianza. Es posible que el certificado del servidor se haya revocado o haya vencido. Puede haberlo emitido una autoridad de certificaci&oacute;n que Pulse Secure Client no reconoce, como cuando su organizaci&oacute;n utiliza un certificado autofirmado. Si su administrador de red ha activado este permiso, puede optar por continuar y conectarse al servidor, pero solo debe hacerlo si su administrador de red le ha indicado que ignore el error de certificado.</p></td></tr><tr valign="top"><td align="left" style="border-bottom:thin solid black;text-align: left;padding-right: 10px;padding-left: 10px;"><p class="Para1">Despu&eacute;s del inicio de sesi&oacute;n aparece el siguiente mensaje:</p><p class="Para1"><strong>Acceso limitado a la red debido a un problema de cumplimiento</strong></p></td><td align="left" style="border-bottom:thin solid black;text-align: left;padding-right: 10px;padding-left: 10px;"><p class="Para1">Su punto final no cumple uno o m&aacute;s de los requisitos requeridos por sus directivas de acceso de red. Si la informaci&oacute;n de correcci&oacute;n de Pulse Secure Client no proporciona suficiente informaci&oacute;n para permitirle resolver el problema, consulte con el administrador de red. Cuando solucione el problema, Pulse Secure Client le conectar&aacute; autom&aacute;ticamente a la red.</p></td></tr><tr class="row-with-bg" valign="top"><td align="left" style="border-bottom:thin solid black;text-align: left;padding-right: 10px;padding-left: 10px;"><p class="Para1">Durante el inicio de sesi&oacute;n aparece el siguiente mensaje:</p><p class="Para1"><strong>Las credenciales no eran v&aacute;lidas. Vuelva a intentarlo.</strong></p></td><td align="left" style="border-bottom:thin solid black;text-align: left;padding-right: 10px;padding-left: 10px;"><p class="Para1">Si ha seleccionado el cuadro de di&aacute;logo Configuraciones guardadas al activar la conexi&oacute;n de Pulse Secure Client, las credenciales que proporcion&oacute; va a usarse cada vez que active la conexi&oacute;n sin que se le solicite que introduzca la informaci&oacute;n de inicio de sesi&oacute;n. Sin embargo, Pulse Secure Client no puede detectar cu&aacute;ndo cambia la contrase&ntilde;a de red, sino que contin&uacute;a usando los ajustes guardados, lo que puede provocar el error &ldquo;Las credenciales no eran v&aacute;lidas&rdquo;. Para solucionar este problema, haga clic en <strong>Archivo &gt; Conexiones &gt; Olvidar configuraciones guardadas</strong>.</p><p class="Para1">La pr&oacute;xima vez que se conecte, se le solicitar&aacute;n las credenciales de inicio de sesi&oacute;n y podr&aacute; especificar su nueva informaci&oacute;n de inicio de sesi&oacute;n. Si selecciona el cuadro de di&aacute;logo Configuraciones guardadas, se guardar&aacute; la nueva informaci&oacute;n de credenciales.</p></td></tr><tr valign="top"><td align="left" style="border-bottom:thin solid black;text-align: left;padding-right: 10px;padding-left: 10px;"><p class="Para1">El icono de la bandeja del sistema y el icono del Panel de conexiones cambian al estado de error:</p><div class="graphic"><img alt="" src="g033426.gif" style=""/></div><p class="Para1"><strong>Error en la conexi&oacute;n</strong></p></td><td align="left" style="border-bottom:thin solid black;text-align: left;padding-right: 10px;padding-left: 10px;"><p class="Para1">Cuando vea el icono de error en la conexi&oacute;n en el Panel de conexiones, haga clic en la conexi&oacute;n para mostrar su estado. La secci&oacute;n Detalles muestra el error espec&iacute;fico, en el que puede hacer clic para abrir una ventana que muestra una descripci&oacute;n detallada del error. </p></td></tr><tr class="row-with-bg" valign="top"><td align="left" style="border-bottom:thin solid black;text-align: left;padding-right: 10px;padding-left: 10px;"><p class="Para1">Su intento de inicio de sesi&oacute;n falla cuando especifica el territorio de destino como parte de su nombre de usuario. Por ejemplo:</p><p class="Para1"><strong>nombredeusuario@territorio</strong></p></td><td align="left" style="border-bottom:thin solid black;text-align: left;padding-right: 10px;padding-left: 10px;"><p class="Para1">No se admite la convenci&oacute;n nombredeusuario@territorio. </p></td></tr></tbody></table></div><h4 class="Head4" id="jd0e2061">Documentaci&oacute;n relacionada</h4><ul><li style=""><a href="access-control-delete-client-connection-status.html">Estado de conexi&oacute;n de Pulse Secure Client</a></li><li style=""><a href="access-control-connect-client-forget-credentials.html">Olvidar configuraciones guardadas</a></li><li style=""><a href="access-control-connect-client-view-properties.html">Ver propiedades de conexi&oacute;n</a></li></ul></div><div class="footer"><span class="footerleft">© 2014-17 de Pulse Secure, LLC. Todos los derechos reservados</span></div></body></html>